rpi5-64/20240730-1250-glibc-default/logs/index-no-32-1000-100/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/lock-scalability-test/20240730-1250-glibc-default/logs/index-no-32-1000-100/index.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 619448
number of failed transactions: 0 (0.000%)
latency average = 0.129 ms
initial connection time = 11.026 ms
tps = 62003.467681 (without initial connection time)